Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# VOICE_DOWNLOAD_NO_WIFI_PROMPT_MESSAGE
source: To download this voice, make sure you’re connected to Wi-Fi.
ar: لتنزيل هذا الصوت، تأكد من الاتصال بشبكة Wi-Fi.
bg: За да изтеглите този глас, се уверете, че сте свързани с Wi-Fi.
ca: Per descarregar aquesta veu, comprova que el dispositiu està connectat a la Wi‑Fi.
cs: Před stažením hlasu se ujistěte, že jste připojeni k Wi‑Fi.
da: Opret forbindelse til Wi-Fi for at hente stemmen.
de: Zum Laden dieser Stimme muss dein Gerät mit dem WLAN verbunden sein.
el: Για λήψη αυτής της φωνής, βεβαιωθείτε ότι είστε συνδεδεμένοι σε δίκτυο Wi-Fi.
es: Para descargar esta voz, debes conectarte a una red Wi-Fi.
es_us: Para descargar esta voz, conéctate a una red Wi-Fi.
fi: Varmista, että laitteesi on Wi‑Fi-yhteydessä, jotta voit ladata äänen.
fr: Pour télécharger cette voix, assurez-vous d’être connecté au Wi-Fi.
fr_ca: Pour télécharger cette voix, vérifiez que vous êtes connecté à un réseau Wi‑Fi.
he: כדי להוריד קול זה, יש לוודא שקיים חיבור לרשת אלחוטית.
hi: इस आवाज़ को डाउनलोड करने के लिए निश्चित करें कि आप वाई-फ़ाई से कनेक्टेड हैं।
hr: Za preuzimanje ovog glasa spojite uređaj na Wi-Fi.
hu: A hang letöltéséhez győződjön meg róla, hogy Wi-Fi-hez csatlakozik.
id: Untuk mengunduh suara ini, pastikan Anda terhubung ke Wi-Fi.
it: Per scaricare la voce, assicurati di aver eseguito l’accesso alla rete Wi-Fi.
ja: この声をダウンロードするには、Wi-Fiに接続していることを確認してください。
kk: Бұл дауысты жүктеп алу үшін құрылғыңыз Wi-Fi желісіне қосылғанын тексеріңіз.
ko: 이 음성을 다운로드하려면 Wi‑Fi에 연결되어 있는지 확인하십시오.
lt: Norėdami atsisiųsti šio balso duomenis, įsitikinkite, kad prisijungėte prie „Wi-Fi“.
ms: Untuk memuat turun suara ini, pastikan anda disambungkan ke Wi-Fi.
nb: Du må være koblet til Wi‑Fi for å laste ned stemmen.
nl: Zorg dat je bent verbonden met een wifinetwerk om deze stem te downloaden.
pl: Aby pobrać ten głos, połącz się z siecią Wi‑Fi.
pt: Para baixar esta voz, certifique-se de que haja uma conexão à rede Wi‑Fi.
pt_pt: Para descarregar esta voz, certifique‑se de que a ligação a uma rede Wi‑Fi está ativa.
ro: Pentru a descărca această voce, asigurați-vă că v-ați conectat la Wi-Fi.
ru: Чтобы загрузить этот голос, убедитесь, что устройство подключено к Wi‑Fi.
sk: Ak si chcete stiahnuť tento hlas, uistite sa, že ste pripojení k Wi-Fi.
sl: Če želite prenesti ta glas, se prepričajte, da ste povezani z omrežjem Wi-Fi.
sv: Kontrollera att du är ansluten till Wi-Fi om du vill hämta den här rösten.
th: ในการดาวน์โหลดเสียงนี้ ตรวจสอบให้แน่ใจว่าคุณเชื่อมต่อกับ Wi‑Fi
tr: Bu sesi indirmek için Wi-Fi’ye bağlı olduğunuzdan emin olun.
uk: Щоб викачати цей голос, перевірте, чи пристрій підʼєднано до мережі Wi‑Fi.
vi: Để tải về giọng nói này, đảm bảo thiết bị của bạn được kết nối vào Wi-Fi.
zh_cn: 若要下载此声音，请确保已连接Wi-Fi。
zh_hk: 如要下載此聲音，請確定已連接Wi-Fi。
zh_tw: 若要下載此聲音，請確定已連接Wi-Fi。

# VOICE_DOWNLOAD_NO_WIFI_PROMPT_TITLE
source: Connect to Wi-Fi.
ar: الاتصال بشبكة Wi-Fi.
bg: Свържете се с Wi-Fi.
ca: Connecta’t a la Wi‑Fi.
cs: Připojte se k Wi‑Fi.
da: Opret forbindelse til Wi-Fi.
de: Mit WLAN verbinden.
el: Σύνδεση σε Wi-Fi.
es: Conéctate a una red Wi-Fi.
es_us: Conéctate a la red Wi-Fi.
fi: Yhdistä Wi-Fiin.
fr: Connectez-vous au Wi-Fi.
fr_ca: Connectez-vous à un réseau Wi-Fi.
he: יש להתחבר לרשת אלחוטית.
hi: वाई-फ़ाई से कनेक्ट करें।
hr: Spojite se na Wi-Fi.
hu: Csatlakozzon Wi-Fi-hez.
id: Hubungkan ke Wi-Fi.
it: Connettiti alla rete Wi-Fi.
ja: Wi-Fiに接続。
kk: Wi-Fi желісіне қосылу.
ko: Wi‑Fi에 연결
lt: Prisijunkite prie „Wi-Fi“.
ms: Sambung ke Wi-Fi.
nb: Koble til Wi‑Fi.
nl: Verbind met wifi.
pl: Połącz się z siecią Wi‑Fi.
pt: Conecte ao Wi‑Fi.
pt_pt: Estabeleça ligação à rede Wi‑Fi.
ro: Conectați-vă la Wi-Fi.
ru: Подключение к Wi‑Fi.
sk: Pripojte sa k Wi‑Fi.
sl: Vzpostavite povezavo z omrežjem Wi-Fi.
sv: Anslut till Wi-Fi.
th: เชื่อมต่อกับ Wi‑Fi
tr: Wi-Fi’ye bağlanın.
uk: Підʼєднайтеся до Wi‑Fi.
vi: Kết nối vào Wi-Fi.
zh_cn: 接入Wi-Fi。
zh_hk: 連接Wi-Fi。
zh_tw: 連接Wi-Fi。

# VOICE_DOWNLOAD_NO_WLAN_PROMPT_MESSAGE
source: To download this voice, make sure you’re connected to WLAN.
ar: لتنزيل هذا الصوت، تأكد من الاتصال بشبكة WLAN.
bg: За да изтеглите този глас, се уверете, че сте свързани с WLAN.
ca: Per descarregar aquesta veu, comprova que el dispositiu està connectat a la WLAN.
cs: Před stažením hlasu se ujistěte, že jste připojeni k WLAN.
da: Opret forbindelse til WLAN for at hente stemmen.
de: Zum Laden dieser Stimme muss dein Gerät mit dem WLAN verbunden sein.
el: Για λήψη αυτής της φωνής, βεβαιωθείτε ότι είστε συνδεδεμένοι σε δίκτυο WLAN.
es: Para descargar esta voz, debes conectarte a una red WLAN.
es_us: Para descargar esta voz, conéctate a una red WLAN.
fi: Varmista, että laitteesi on WLAN-yhteydessä, jotta voit ladata äänen.
fr: Pour télécharger cette voix, assurez-vous d’être connecté au WLAN.
fr_ca: Pour télécharger cette voix, vérifiez que vous êtes connecté à un réseau WLAN.
he: כדי להוריד קול הזה, יש לוודא שקיים חיבור לרשת WLAN.
hi: इस आवाज़ को डाउनलोड करने के लिए निश्चित करें कि आप WLAN से कनेक्टेड हैं।
hr: Za preuzimanje ovog glasa spojite uređaj na WLAN.
hu: A hang letöltéséhez győződjön meg róla, hogy WLAN-hoz csatlakozik.
id: Untuk mengunduh suara ini, pastikan Anda terhubung ke WLAN.
it: Per scaricare la voce, assicurati di aver eseguito l’accesso alla rete WLAN.
ja: この声をダウンロードするには、WLANに接続していることを確認してください。
kk: Бұл дауысты жүктеп алу үшін құрылғыңыз WLAN желісіне қосылғанын тексеріңіз.
ko: 이 음성을 다운로드하려면 WLAN에 연결되어 있는지 확인하십시오.
lt: Norėdami atsisiųsti šio balso duomenis, įsitikinkite, kad prisijungėte prie WLAN.
ms: Untuk memuat turun suara ini, pastikan anda disambungkan ke WLAN.
nb: Du må være koblet til WLAN for å laste ned stemmen.
nl: Zorg dat je bent verbonden met een WLAN-netwerk om deze stem te downloaden.
pl: Aby pobrać ten głos, połącz się z siecią WLAN.
pt: Para baixar esta voz, certifique-se de que haja uma conexão à rede WLAN.
pt_pt: Para descarregar esta voz, certifique‑se de que a ligação a uma rede WLAN está ativa.
ro: Pentru a descărca această voce, asigurați-vă că v-ați conectat la WLAN.
ru: Чтобы загрузить этот голос, убедитесь, что устройство подключено к WLAN.
sk: Ak si chcete stiahnuť tento hlas, uistite sa, že ste pripojení k WLAN.
sl: Če želite prenesti ta glas, se prepričajte, da ste povezani z omrežjem WLAN.
sv: Kontrollera att du är ansluten till WLAN om du vill hämta den här rösten.
th: ในการดาวน์โหลดเสียงนี้ ตรวจสอบให้แน่ใจว่าคุณเชื่อมต่อกับ WLAN
tr: Bu sesi indirmek için WLAN’a bağlı olduğunuzdan emin olun.
uk: Щоб викачати цей голос, перевірте, чи підʼєднано до мережі WLAN.
vi: Để tải về giọng nói này, đảm bảo thiết bị của bạn được kết nối vào WLAN.
zh_cn: 若要下载此声音，请确保已接入无线局域网。
zh_hk: 如要下載此聲音，請確定已連接WLAN。
zh_tw: 若要下載此聲音，請確定已連接WLAN。

# VOICE_DOWNLOAD_NO_WLAN_PROMPT_TITLE
source: Connect to WLAN.
ar: الاتصال بشبكة WLAN.
bg: Свържете се с WLAN.
ca: Connecta’t a la WLAN.
cs: Připojte se k WLAN.
da: Opret forbindelse til WLAN.
de: Mit WLAN verbinden.
el: Σύνδεση σε WLAN.
es: Conéctate a una red WLAN.
es_us: Conéctate a la red WLAN.
fi: Yhdistä WLANiin.
fr: Connectez-vous au WLAN.
fr_ca: Connectez-vous à un réseau WLAN.
he: יש להתחבר לרשת WLAN.
hi: WLAN से कनेक्ट करें।
hr: Spojite se na WLAN.
hu: Csatlakozzon WLAN-hoz.
id: Hubungkan ke WLAN.
it: Connettiti alla rete WLAN.
ja: WLANに接続。
kk: WLAN желісіне қосылу.
ko: WLAN에 연결
lt: Prisijunkite prie WLAN.
ms: Sambung ke WLAN.
nb: Koble til WLAN.
nl: Verbind met WLAN.
pl: Połącz się z siecią WLAN.
pt: Conecte a uma rede WLAN.
pt_pt: Estabeleça ligação à rede WLAN.
ro: Conectați-vă la WLAN.
ru: Подключение к WLAN.
sk: Pripojte sa k WLAN.
sl: Vzpostavite povezavo z omrežjem WLAN.
sv: Anslut till WLAN.
th: เชื่อมต่อกับ WLAN
tr: WLAN’a bağlanın.
uk: Підʼєднайтеся до WLAN.
vi: Kết nối vào WLAN.
zh_cn: 接入无线局域网。
zh_hk: 連接WLAN。
zh_tw: 連接WLAN。

# VOICE_DOWNLOAD_PROGRESS_FORMAT
source: This Siri voice will take effect when downloaded. %@ complete…
ar: سيصبح صوت Siri هذا جاهزًا فور اكتمال التنزيل. اكتمل %@‏…
bg: Този глас на Siri ще започне да функционира, когато се изтегли. %@ завършени…
ca: Aquesta veu de Siri s’activarà quan s’hagi descarregat. Descàrrega %@ completada…
cs: Hlas Siri se použije po stažení. Dokončeno %@…
da: Siri-stemmen træder i kraft, når overførslen er færdig. %@ færdig…
de: Diese Siri-Stimme wird nach dem Download aktiv. %@ abgeschlossen …
el: Αυτή η φωνή Siri θα ενεργοποιηθεί όταν ολοκληρωθεί η λήψη. Έχει ολοκληρωθεί το %@…
es: Esta voz de Siri se usará una vez descargada. Descarga %@ completada…
es_us: La voz de Siri se activará al terminar la descarga. %@ descargado…
fi: Tämä Siri-ääni otetaan käyttöön, kun lataus on valmis. %@ ladattu…
fr: Cette voix de Siri sera utilisée dès qu’elle sera téléchargée. Téléchargement : %@
fr_ca: Vous entendrez cette voix Siri lorsqu’elle sera téléchargée. Téléchargement : %@…
he: הקול של Siri ישתנה לאחר ההורדה. בוצעה השלמה של %@…
hi: डाउनलोड होने पर इस Siri वॉइस को चालू कर दिया जाएगा। %@ पूर्ण…
hr: Glas za Siri primijenit će se kad se preuzme. %@ dovršeno…
hu: Ez a Siri-hang lesz használatban, amikor a letöltés befejeződik. %@ befejezve…
id: Suara Siri ini akan diaktifkan setelah diunduh. Selesai %@…
it: La voce di Siri sarà disponibile al termine del download. Completamento: %@…
ja: このSiriの声はダウンロードが完了した時点で有効になります。 %@完了…
kk: Бұл Siri дауысы жүктеп алу аяқталғаннан кейін қосылады. %@ жүктелді...
ko: 이 Siri 음성이 다운로드되면 바로 적용됩니다. %@ 완료…
lt: Šis „Siri“ balsas pradės veikti, kai bus atsisiųstas. Baigta %@…
ms: Suara Siri ini akan mula digunakan setelah dimuat turun. %@ selesai…
nb: Siri-stemmen tas i bruk når nedlastingen er ferdig. %@ fullført…
nl: Deze Siri-stem wordt actief nadat de download is voltooid. %@ voltooid…
pl: Ten głos Siri będzie używany, gdy jego pobieranie zostanie zakończone. Pobrano %@…
pt: A voz da Siri será alterada depois do download. %@ concluído…
pt_pt: A voz de Siri será alterada quando a descarga terminar. %@ descarregada…
ro: Această voce Siri va fi aplicată după descărcare. %@ finalizată…
ru: Этот голос Siri будет активирован после завершения загрузки. Загружено %@…
sk: Hlas Siri sa aktivuje po dokončení sťahovania. Dokončené na %@…
sl: Ta Sirijin glas bo deloval po zaključenem prenosu. Dokončano: %@ …
sv: Den här Siri-rösten börjar användas när den har hämtats. %@ klart…
th: เสียง Siri นี้จะเปลี่ยนไปเมื่อดาวน์โหลดเสร็จ ประมาณ %@ แล้ว…
tr: Bu Siri sesi, indirildiğinde etkili olur. %@ tamamlandı…
uk: Цей голос Siri буде застосовано після викачування. %@ виконано…
vi: Giọng nói Siri này sẽ có hiệu lực khi được tải về. Đã hoàn tất %@…
zh_cn: 下载完成后将使用此Siri声音。 已完成%@…
zh_hk: 完成下載即可體驗此Siri聲音的效果。 已完成%@⋯
zh_tw: 此Siri聲音會在下載後生效。 完成%@⋯

# VOICE_DOWNLOAD_SIZE_USE_CELLULAR_NO_WIFI_PROMPT_MESSAGE
source: This voice requires a %@ download. It is recommended that you connect to Wi-Fi.
ar: يتطلب الصوت تنزيل %@. يُستحسن الاتصال بشبكة Wi-Fi.
bg: Този глас изисква %@ изтегляне. Препоръчително е да се свържете с Wi-Fi.
ca: Per descarregar aquesta veu es necessiten %@. És recomanable que et connectis a la Wi‑Fi.
cs: Tento hlas vyžaduje stažení %@ dat. Bylo by lepší připojit se k Wi‑Fi.
da: Denne stemme kræver en overførsel på %@. Det anbefales, at du opretter forbindelse til et Wi-Fi-netværk.
de: Für diese Stimme ist ein Download in Größe von %@ erforderlich. Dafür wird eine WLAN-Verbindung empfohlen.
el: Για αυτήν τη φωνή απαιτείται λήψη %@. Συνιστάται να συνδεθείτε σε δίκτυο Wi-Fi.
es: Esta voz requiere una descarga de %@. Se recomienda conectarse a una red Wi-Fi.
es_us: Esta voz requiere una descarga de %@. Se recomienda que te conectes a una red Wi-Fi.
fi: Tämä ääni vaatii %@:n latauksen. Suosittelemme, että yhdistät Wi‑Fi-verkkoon.
fr: Cette voix requiert un téléchargement de %@. Il est recommandé de se connecter à un réseau Wi-Fi.
fr_ca: Cette voix requiert un téléchargement de %@. Il est préférable que vous vous connectiez à un réseau Wi‑Fi.
he: כדי להוריד את הקול הזה נדרש שטח אחסון של %@. מומלץ להתחבר לרשת אלחוטית.
hi: इस आवाज़ का डाउनलोड आकार %@ का है। वाई-फ़ाई से कनेक्ट करने की अनुशंसा की जाती है।
hr: Za ovaj glas potrebno je preuzimanje od %@. Savjetujemo da se spojite na Wi-Fi.
hu: Ehhez a beszédhanghoz %@ letöltése szükséges, amihez javasolt Wi-Fi-hez csatlakozni.
id: Suara ini memerlukan pengunduhan sebesar %@. Anda dianjurkan untuk terhubung ke Wi-Fi.
it: Il download di questa voce è di circa %@. È consigliabile che la connessione alla rete Wi-Fi sia attiva.
ja: この声はダウンロードに%@必要です。Wi-Fiに接続することをおすすめします。
kk: Бұл дауыс үшін %@ жүктеп алу қажет. Wi-Fi желісіне қосылу ұсынылады.
ko: 이 음성의 다운로드 용량은 %@입니다. Wi-Fi에 연결할 것을 권장합니다.
lt: Šio balso duomenys bus atsiųsti naudojant: %@. Rekomenduojama prisijungti prie „Wi-Fi“.
ms: Suara ini memerlukan muat turun sebanyak %@. Anda disyorkan supaya bersambung ke Wi‑Fi.
nb: Nedlasting av stemmen krever %@ . Du bør være koblet til Wi‑Fi under nedlastingen.
nl: Voor deze stem is een download van %@ vereist. Aangeraden wordt om verbinding te maken met een wifinetwerk.
pl: Ten głos wymaga pobrania %@ danych. Zalecamy pobranie go przez sieć Wi-Fi.
pt: Esta voz requer um download de %@. É recomendado conectar-se a uma rede Wi-Fi.
pt_pt: Esta voz requer uma descarga de %@. É recomendado estabelecer ligação a uma rede Wi‑Fi.
ro: Această voce necesită o descărcare de %@. Este recomandat să vă conectați la o rețea Wi‑Fi.
ru: Для этого голоса требуется загрузка %@. Рекомендуется подключиться к сети Wi‑Fi.
sk: Tento hlas vyžaduje sťahovanie o veľkosti %@. Odporúčame pripojiť sa k Wi-Fi.
sl: Za ta glas morate prenesti %@. Priporočljivo je, da se povežete z omrežjem Wi-Fi.
sv: Den här rösten kräver en hämtning på %@. Vi rekommenderar att du ansluter till Wi-Fi.
th: เสียงนี้ต้องใช้พื้นที่ดาวน์โหลด %@ คุณควรเชื่อมต่อกับ Wi‑Fi
tr: Bu ses için %@ indirilmesi gerekiyor. Wi⁠-⁠Fi ağına bağlanmanız önerilir.
uk: Для викачування цього голосу потрібно %@ вільного місця. Рекомендовано підʼєднатися до мережі Wi‑Fi.
vi: Giọng nói này yêu cầu bản tải về %@. Bạn nên kết nối thiết bị vào Wi-Fi.
zh_cn: 下载此语音需要%@。建议你接入Wi-Fi。
zh_hk: 下載此聲線需要%@。建議你連接Wi-Fi。
zh_tw: 此聲音需要下載%@。建議你連接Wi-Fi來繼續。

# VOICE_DOWNLOAD_SIZE_USE_CELLULAR_NO_WLAN_PROMPT_MESSAGE
source: This voice requires a %@ download. It is recommended that you connect to WLAN.
ar: يتطلب الصوت تنزيل %@. يُستحسن الاتصال بشبكة WLAN.
bg: Този глас изисква %@ изтегляне. Препоръчително е да се свържете с WLAN.
ca: Per descarregar aquesta veu es necessiten %@. És recomanable que et connectis a la WLAN.
cs: Tento hlas vyžaduje stažení %@ dat. Bylo by lepší připojit se k WLAN.
da: Denne stemme kræver en overførsel på %@. Det anbefales, at du opretter forbindelse til et WLAN-netværk.
de: Für diese Stimme ist ein Download in Größe von %@ erforderlich. Dafür wird eine WLAN-Verbindung empfohlen.
el: Για αυτήν τη φωνή απαιτείται λήψη %@. Συνιστάται να συνδεθείτε σε δίκτυο WLAN.
es: Esta voz requiere una descarga de %@. Se recomienda conectarse a una red WLAN.
es_us: Esta voz requiere una descarga de %@. Se recomienda que te conectes a una red WLAN.
fi: Tämä ääni vaatii %@:n latauksen. Suosittelemme, että yhdistät WLAN-verkkoon.
fr: Cette voix requiert un téléchargement de %@. Il est recommandé de se connecter à un réseau WLAN.
fr_ca: Cette voix requiert un téléchargement de %@. Il est préférable que vous vous connectiez à un réseau WLAN.
he: כדי להוריד את הקול הזה נדרש שטח אחסון של %@. מומלץ להתחבר לרשת WLAN.
hi: इस आवाज़ का डाउनलोड आकार %@ का है। WLAN से कनेक्ट करने की अनुशंसा की जाती है।
hr: Za ovaj glas potrebno je preuzimanje od %@. Savjetujemo da se spojite na WLAN.
hu: Ehhez a beszédhanghoz %@ letöltése szükséges, amihez javasolt WLAN-hoz csatlakozni.
id: Suara ini memerlukan pengunduhan sebesar %@. Anda dianjurkan untuk terhubung ke WLAN.
it: Il download di questa voce è di circa %@. È consigliabile che la connessione alla rete WLAN sia attiva.
ja: この声はダウンロードに%@必要です。WLANに接続することをおすすめします。
kk: Бұл дауыс үшін %@ жүктеп алу қажет. WLAN желісіне қосылу ұсынылады.
ko: 이 음성의 다운로드 용량은 %@입니다. WLAN에 연결할 것을 권장합니다.
lt: Šio balso duomenys bus atsiųsti naudojant: %@. Rekomenduojama prisijungti prie WLAN.
ms: Suara ini memerlukan muat turun sebanyak %@. Anda disyorkan supaya bersambung ke WLAN.
nb: Nedlasting av stemmen krever %@ . Du bør være koblet til WLAN under nedlastingen.
nl: Voor deze stem is een download van %@ vereist. Aangeraden wordt om verbinding te maken met een WLAN-netwerk.
pl: Ten głos wymaga pobrania %@ danych. Zalecamy pobranie go przez sieć WLAN.
pt: Esta voz requer um download de %@. É recomendado conectar-se a uma rede WLAN.
pt_pt: Esta voz requer uma descarga de %@. É recomendado estabelecer ligação a uma rede WLAN.
ro: Această voce necesită o descărcare de %@. Este recomandat să vă conectați la o rețea WLAN.
ru: Для этого голоса требуется загрузка %@. Рекомендуется подключиться к сети WLAN.
sk: Tento hlas vyžaduje sťahovanie o veľkosti %@. Odporúčame pripojiť sa k WLAN.
sl: Za ta glas morate prenesti %@. Priporočljivo je, da se povežete z omrežjem WLAN.
sv: Den här rösten kräver en hämtning på %@. Vi rekommenderar att du ansluter till WLAN.
th: เสียงนี้ต้องใช้พื้นที่ดาวน์โหลด %@ คุณควรเชื่อมต่อกับ WLAN
tr: Bu ses için %@ indirilmesi gerekiyor. WLAN ağına bağlanmanız önerilir.
uk: Для викачування цього голосу потрібно %@ вільного місця. Рекомендовано підʼєднатися до мережі WLAN.
vi: Giọng nói này yêu cầu bản tải về %@. Bạn nên kết nối thiết bị vào WLAN.
zh_cn: 下载此语音需要%@。建议你接入无线局域网。
zh_hk: 下載此聲線需要%@。建議你連接WLAN。
zh_tw: 此聲音需要下載%@。建議你連接WLAN來繼續。

# VOICE_DOWNLOAD_SWITCH_MESSAGE
source: This Siri voice will take effect when downloaded.
ar: سيصبح صوت Siri هذا جاهزًا فور اكتمال التنزيل.
bg: Този глас на Siri ще започне да функционира, когато се изтегли.
ca: Aquesta veu de Siri s’activarà quan s’hagi descarregat.
cs: Hlas Siri se použije po stažení.
da: Siri-stemmen træder i kraft, når overførslen er færdig.
de: Diese Siri-Stimme wird nach dem Download aktiv.
el: Αυτή η φωνή Siri θα ενεργοποιηθεί όταν ολοκληρωθεί η λήψη.
es: Esta voz de Siri se usará una vez descargada.
es_us: La voz de Siri se activará al terminar la descarga.
fi: Tämä Siri-ääni otetaan käyttöön, kun lataus on valmis.
fr: Cette voix de Siri sera utilisée dès qu’elle aura été téléchargée.
fr_ca: Vous entendrez cette voix Siri lorsqu’elle sera téléchargée.
he: הקול של Siri ישתנה לאחר ההורדה.
hi: डाउनलोड होने पर इस Siri वॉइस को चालू कर दिया जाएगा।
hr: Glas za Siri primijenit će se kad se preuzme.
hu: Ez a Siri-hang lesz használatban, amikor a letöltés befejeződik.
id: Suara Siri ini akan diaktifkan setelah diunduh.
it: La voce di Siri sarà disponibile al termine del download.
ja: このSiriの声はダウンロードが完了した時点で有効になります。
kk: Бұл Siri дауысы жүктеп алу аяқталғаннан кейін қосылады.
ko: 이 Siri 음성이 다운로드되면 바로 적용됩니다.
lt: Šis „Siri“ balsas pradės veikti, kai bus atsisiųstas.
ms: Suara Siri ini akan mula digunakan setelah dimuat turun.
nb: Siri-stemmen tas i bruk når nedlastingen er ferdig.
nl: Deze Siri-stem wordt actief nadat de download is voltooid.
pl: Ten głos Siri będzie używany, gdy jego pobieranie zostanie zakończone.
pt: A voz da Siri será alterada depois do download.
pt_pt: A voz de Siri será alterada quando a descarga terminar.
ro: Această voce Siri va fi aplicată după descărcare.
ru: Этот голос Siri будет активирован после завершения загрузки.
sk: Hlas Siri sa aktivuje po dokončení sťahovania.
sl: Ta Sirijin glas bo deloval po zaključenem prenosu.
sv: Den här Siri-rösten börjar användas när den har hämtats.
th: เสียง Siri นี้จะเปลี่ยนไปเมื่อดาวน์โหลดเสร็จ
tr: Bu Siri sesi, indirildiğinde etkili olur.
uk: Цей голос Siri буде застосовано після викачування.
vi: Giọng nói Siri này sẽ có hiệu lực khi được tải về.
zh_cn: 下载完成后将使用此Siri声音。
zh_hk: 完成下載即可體驗此Siri聲音的效果。
zh_tw: 此Siri聲音會在下載後生效。

# VOICE_DOWNLOAD_USE_CELLULAR_PROMPT_TITLE
source: Use Cellular Data?
ar: استخدام البيانات الخلوية؟
bg: Използване на мобилни данни?
ca: Vols utilitzar dades mòbils?
cs: Použít mobilní data?
da: Brug mobildata?
de: Mobile Daten verwenden?
el: Χρήση κινητού δικτύου;
es: ¿Usar datos móviles?
es_us: ¿Usar datos celulares?
fi: Käytetäänkö mobiilidataa?
fr: Utiliser les données cellulaires ?
fr_ca: Utiliser les données cellulaires?
he: להשתמש בנתונים סלולריים?
hi: मोबाइल डेटा का उपयोग करें?
hr: Koristiti mobilne podatke?
hu: Mobiladat-forgalmat használ?
id: Gunakan Data Seluler?
it: Vuoi utilizzare i dati cellulare?
ja: モバイルデータ通信を使用しますか?
kk: Ұялы деректерді пайдалану қажет пе?
ko: 셀룰러 데이터를 사용하겠습니까?
lt: Naudoti mobiliojo ryšio duomenis?
ms: Gunakan Data Selular?
nb: Vil du bruke mobildata?
nl: Mobiele data gebruiken?
pl: Używać danych komórkowych?
pt: Usar Dados Celulares?
pt_pt: Usar dados móveis?
ro: Utilizați datele celulare?
ru: Сотовые данные?
sk: Použiť mobilné dáta?
sl: Želite uporabiti mobilne podatke?
sv: Vill du använda mobildata?
th: ใช้ข้อมูลเซลลูลาร์หรือไม่
tr: Hücresel Veri Kullanılsın mı?
uk: Використовувати стільникові дані?
vi: Sử dụng dữ liệu di động?
zh_cn: 使用蜂窝数据？
zh_hk: 要使用流動數據嗎？
zh_tw: 要使用行動數據嗎？

# VOICE_FEEDBACK
source: Siri Responses
ar: إجابات Siri
bg: Отговори на Siri
ca: Respostes de Siri
cs: Odpovědi Siri
da: Siri-svar
de: Siri-Antworten
el: Απαντήσεις Siri
es: Respuestas de Siri
es_us: Respuestas de Siri
fi: Sirin vastaukset
fr: Réponses de Siri
fr_ca: Réponses de Siri
he: התגובות של Siri
hi: Siri के जवाब
hr: Odgovori od Siri
hu: Siri-válaszok
id: Respons Siri
it: Risposte di Siri
ja: Siriの応答
kk: Siri жауаптары
ko: Siri 응답
lt: „Siri“ atsakymai
ms: Respons Siri
nb: Siri-svar
nl: Siri-reacties
pl: Odpowiedzi Siri
pt: Respostas da Siri
pt_pt: Respostas de Siri
ro: Răspunsuri Siri
ru: Ответы Siri
sk: Odpovede Siri
sl: Sirijini odgovori
sv: Siri-svar
th: การโต้ตอบของ Siri
tr: Siri Yanıtları
uk: Відповіді Siri
vi: Phản hồi của Siri
zh_cn: Siri回答
zh_hk: Siri回覆
zh_tw: Siri回應

# VOICE_LANGUAGE_HEADER
source: Variety
ar: اللهجة
bg: Разновидности
ca: Varietat
cs: Varianta
da: Muligheder
de: Variante
el: Παραλλαγή
es: Variante
es_us: Variante
fi: Kielivariantti
fr: Variété
fr_ca: Variété
he: ניבים
hi: प्रकार
hr: Razno
hu: Variáns
id: Keberagaman
it: Variante
ja: 種類
kk: Опциялар
ko: 방언
lt: Įvairovė
ms: Kelainan
nb: Varietet
nl: Variant
pl: Wybór
pt: Variedade
pt_pt: Variante
ro: Variantă
ru: Варианты
sk: Variant
sl: Raznolikost
sv: Variation
th: สำเนียง
tr: Tür
uk: Варіант вимови
vi: Biến thể
zh_cn: 变体
zh_hk: 聲音變化
zh_tw: 聲音變化
